export const data = [
    {
        Welcome: "Добро пожаловать",
        subtitleWelcome: "Здесь вы найдете все популярные технологии.",

        titleProduct: "Наши товары",
        sell: "Купить сейчас",
        check: "Посмотреть",

        titleCard1: "RTX 4090",
        subtitletitleCard1: "Самая мощная видеокарта в мире",
        pricetitleCard1: "149 000 ₽",

        titleCard2: "Ryzen 9 5800X",
        subtitletitleCard2: "Самая быстрый процессор в мире.",
        pricetitleCard2: "56 800 ₽",

        titleCard3: "SK hynix",
        subtitletitleCard3: "Самая быстрая память в мире.",
        pricetitleCard3: "23 300 ₽",

        titleAboutUs: "О нас",
        subtitletitleAboutUs1: "Мы — команда энтузиастов, стремящихся сделать технологии доступными для всех. Наша компания основана на принципах качества, инноваций и клиентского удовлетворения. Мы верим, что будущее технологий уже здесь, и наша цель — помочь вам стать его частью.",
        subtitletitleAboutUs2: "С 2010 года мы предоставляем широкий ассортимент высококачественных продуктов, от самых мощных видеокарт до быстрых процессоров и оперативной памяти. Наши специалисты всегда готовы помочь вам с выбором и предоставить профессиональные консультации.",
        subtitletitleAboutUs3: "Присоединяйтесь к нам, и вы получите доступ к передовым технологиям и непревзойденному обслуживанию. Вместе мы создадим будущее, о котором вы мечтали.",
        
        titleNews: "Новости",
        subtitleNews: "Последние обновления и новинки в мире технологий. Будьте в курсе самых важных событий и новостей.",
    }
]