const productData = {
    1: {
        id: 1,
        title: 'RTX 4090',
        price: '149 000 ₽',
        availability: 'Базовая',
        description: 'NVIDIA GeForce RTX 4090 - это одна из самых мощных графических карт, выпущенных NVIDIA в серии RTX 40. Эта видеокарта предназначена для высокопроизводительных игр, профессиональной работы с графикой и машинного обучения. Она основана на архитектуре Ada Lovelace и использует самые современные технологии, чтобы предоставить исключительную производительность и визуальное качество.'
    },
    2: {
        id: 2,
        title: 'Ryzen 9 5900X',
        price: '65 000 ₽',
        availability: 'В наличии',
        description: 'AMD Ryzen 9 5900X - мощный процессор для высокопроизводительных задач и игр. Построен на архитектуре Zen 3 и предлагает высокую производительность и энергоэффективность.'
    },
    3: {
        id: 3,
        title: 'Trident Z RGB',
        price: '20 000 ₽',
        availability: 'В наличии',
        description: 'Оперативная память Trident Z RGB от G.SKILL - это высокопроизводительная память с яркой RGB подсветкой, предназначенная для энтузиастов и геймеров.'
    }
};

module.exports = productData;
